<template>
  <div class="contentBox t_l">
    <img src="./../assets/banner1.png" alt="" class="w_h_100">
    <p>如果说，互联网，代表了新的信息时代来临；区块链和数字货币，代表了新的协作方式时代的来临。绿色区块链的最终愿景，就是通过协议来实现所有参与者之间的协作、自治、管理。真正好的系统将考虑到每一个参与者能不能受到激励为生态做出贡献，同时也考虑到这个经济体能不能保持一个持续上升的增量。真正的币值不是炒币引起的而是它带来的内在价值而引起的。</p>
    <img src="./../assets/banner2.png" alt="" class="w_h_100">
    <p>如果说，互联网，代表了新的信息时代来临；区块链和数字货币，代表了新的协作方式时代的来临。绿色区块链的最终愿景，就是通过协议来实现所有参与者之间的协作、自治、管理。真正好的系统将考虑到每一个参与者能不能受到激励为生态做出贡献，同时也考虑到这个经济体能不能保持一个持续上升的增量。真正的币值不是炒币引起的而是它带来的内在价值而引起的。</p>
  </div>
</template>
<script>
  export default {

  }
</script>
<style scoped>
  .contentBox{
    margin:0 4%;
  }
</style>
